Repository: Angel-developpeur/App-Admin-TDC
Catalog: RegistroTDC/Localizable.xcstrings
Source language: es
Languages: en

source: Acceso Restringido
en: Restricted Access

source: Cancelar
en: Cancel

source: Color de identificación
en: Identification Color

source: Compras
en: Purchases

source: Configuración
en: Settings

source: Copiar NIP al portapapeles
en: Copy PIN to clipboard

source: Credito usado
en: Credit used

source: Datos de compra
en: Purchase Data

source: Datos de Identificación
en: Identification Data

source: Desbloquea para acceder a tus tarjetas
en: Unlock to access your cards

source: Desbloquea para ver el NIP
en: Unlock to view PIN

source: Desbloquear
en: Unlock

source: Descripcion
en: Description

source: Desglose
en: Breakdown

source: Deuda
en: Debt

source: Deuda Total
en: Total Debt

source: Día de corte
en: Closing Date

source: Este dispositivo no soporta biometría.
en: This device does not support biometrics.

source: Guardar
en: Save

source: Historial de Compras
en: Purchase History

source: Información de la tarjeta
en: Card Information

source: Límite de crédito
en: Credit Limit

source: Límite: $%.0f
en: Limit: $%.0f

source: Meses sin intereses
en: Interest-free months

source: Mis Tarjetas
en: My Cards

source: Monto
en: Amount

source: Mostrar NIP
en: Show PIN

source: Nip
en: PIN

source: NIP Copiado
en: PIN Copied

source: NIP DE SEGURIDAD
en: SECURITY PIN

source: NIP de Tarjeta
en: Card PIN

source: No has registrado ningún movimiento.
en: You haven't registered any transaction.

source: No se pudo verificar la identidad.
en: Could not verify identity.

source: No tienes deudas registradas en tus tarjetas.
en: You have no outstanding debts on your cards.

source: Nombre del Banco *
en: Bank Name *

source: Nueva Tarjeta
en: New Card

source: Ocultar NIP
en: Hide PIN

source: Registrar Compra
en: Register Purchase

source: Sin compras
en: No purchases

source: Sin Tarjetas
en: No Cards

source: Tarjetas
en: Cards

source: Tipo
en: Type

source: Toca el botón + para registrar tu primera tarjeta.
en: Tap the + button to register your first card.

source: Todo al corriente
en: All caught up

source: Últimos 4 dígitos *
en: Last 4 digits *

source: Usa FaceID para acceder
en: Use FaceID to access
